Repository: zilokki-bot/openclaw
Catalog: apps/macos/Sources/OpenClaw/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, hi, id, it, ja_jp, ko, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_cn, zh_tw

source: That key didn’t work
ar: لم يعمل هذا المفتاح
de: Dieser Schlüssel hat nicht funktioniert
es: Esa clave no funcionó
fa: آن کلید کار نکرد
fr: Cette clé n'a pas fonctionné
hi: वह कुंजी काम नहीं आई
id: Kunci itu tidak berfungsi
it: Quella chiave non ha funzionato
ja_jp: そのキーは使用できませんでした
ko: 해당 키가 작동하지 않았습니다
nl: Die sleutel werkte niet
pl: Ten klucz nie zadziałał
pt_br: Essa chave não funcionou
ru: Этот ключ не сработал
sv: Den nyckeln fungerade inte
th: key นั้นใช้งานไม่ได้
tr: Bu anahtar işe yaramadı
uk: Цей ключ не спрацював
vi: Khóa đó không hoạt động
zh_cn: 该密钥无效
zh_tw: 該金鑰無法使用

source: That token did not match the gateway
ar: لم يطابق ذلك الرمز Gateway
de: Dieses Token stimmte nicht mit der Gateway überein
es: Ese token no coincide con el gateway
fa: آن توکن با Gateway مطابقت نداشت
fr: Ce jeton ne correspond pas au Gateway
hi: वह token gateway से मेल नहीं खाया
id: Token tersebut tidak cocok dengan gateway
it: Quel token non corrisponde al gateway
ja_jp: そのトークンは Gateway と一致しませんでした
ko: 해당 토큰이 Gateway와 일치하지 않습니다
nl: Dat token kwam niet overeen met de gateway
pl: Ten token nie pasuje do gateway
pt_br: Esse token não correspondeu ao gateway
ru: Этот токен не соответствует gateway
sv: Den token matchade inte Gateway
th: โทเค็นนั้นไม่ตรงกับ Gateway
tr: Bu token gateway ile eşleşmedi
uk: Цей токен не відповідає gateway
vi: Mã đó không khớp với Gateway
zh_cn: 该令牌与 Gateway 不匹配
zh_tw: 該權杖與 Gateway 不相符

source: The Gateway connection changed. Restart OpenClaw to reconnect.
ar: تغير اتصال Gateway. أعد تشغيل OpenClaw لإعادة الاتصال.
de: Die Gateway-Verbindung hat sich geändert. Starten Sie OpenClaw neu, um die Verbindung wiederherzustellen.
es: La conexión con el Gateway cambió. Reinicia OpenClaw para volver a conectarlo.
fa: اتصال Gateway تغییر کرد. برای اتصال مجدد، OpenClaw را راه‌اندازی مجدد کنید.
fr: La connexion au Gateway a changé. Redémarrez OpenClaw pour vous reconnecter.
hi: Gateway कनेक्शन बदल गया है। फिर से कनेक्ट करने के लिए OpenClaw को रीस्टार्ट करें।
id: Koneksi Gateway berubah. Mulai ulang OpenClaw untuk menghubungkan kembali.
it: La connessione al Gateway è cambiata. Riavvia OpenClaw per riconnetterti.
ja_jp: Gateway接続が変更されました。再接続するにはOpenClawを再起動してください。
ko: Gateway 연결이 변경되었습니다. 다시 연결하려면 OpenClaw를 재시작하세요.
nl: De Gateway-verbinding is gewijzigd. Start OpenClaw opnieuw om opnieuw verbinding te maken.
pl: Połączenie z Gateway uległo zmianie. Uruchom ponownie OpenClaw, aby połączyć się ponownie.
pt_br: A conexão com o Gateway mudou. Reinicie o OpenClaw para reconectar.
ru: Подключение к Gateway изменилось. Перезапустите OpenClaw, чтобы подключиться заново.
sv: Anslutningen till Gateway ändrades. Starta om OpenClaw för att återansluta.
th: การเชื่อมต่อ Gateway มีการเปลี่ยนแปลง เริ่ม OpenClaw ใหม่เพื่อเชื่อมต่ออีกครั้ง
tr: Gateway bağlantısı değişti. Yeniden bağlanmak için OpenClaw'ı yeniden başlatın.
uk: З’єднання з Gateway змінилося. Перезапустіть OpenClaw, щоб підключитися знову.
vi: Kết nối Gateway đã thay đổi. Hãy khởi động lại OpenClaw để kết nối lại.
zh_cn: Gateway 连接已更改。请重新启动 OpenClaw 以重新连接。
zh_tw: Gateway 連線已變更。請重新啟動 OpenClaw 以重新連線。

source: The Gateway could not be checked.
ar: تعذر التحقق من Gateway.
de: Das Gateway konnte nicht überprüft werden.
es: No se pudo comprobar Gateway.
fa: بررسی Gateway ممکن نبود.
fr: Le Gateway n’a pas pu être vérifié.
hi: Gateway की जाँच नहीं की जा सकी।
id: Gateway tidak dapat diperiksa.
it: Non è stato possibile verificare il Gateway.
ja_jp: Gatewayを確認できませんでした。
ko: Gateway를 확인할 수 없습니다.
nl: De Gateway kon niet worden gecontroleerd.
pl: Nie udało się sprawdzić Gateway.
pt_br: Não foi possível verificar o Gateway.
ru: Не удалось проверить Gateway.
sv: Gateway kunde inte kontrolleras.
th: ไม่สามารถตรวจสอบ Gateway ได้
tr: Gateway kontrol edilemedi.
uk: Не вдалося перевірити Gateway.
vi: Không thể kiểm tra Gateway.
zh_cn: 无法检查 Gateway。
zh_tw: 無法檢查 Gateway。

source: The Gateway could not reconnect.
ar: تعذّر على Gateway إعادة الاتصال.
de: Das Gateway konnte die Verbindung nicht wiederherstellen.
es: El Gateway no pudo volver a conectarse.
fa: Gateway نتوانست دوباره متصل شود.
fr: Le Gateway n’a pas pu se reconnecter.
hi: Gateway दोबारा कनेक्ट नहीं हो सका।
id: Gateway tidak dapat terhubung kembali.
it: Il Gateway non ha potuto riconnettersi.
ja_jp: Gateway は再接続できませんでした。
ko: Gateway에서 다시 연결하지 못했습니다.
nl: De Gateway kon niet opnieuw verbinding maken.
pl: Gateway nie mógł ponownie nawiązać połączenia.
pt_br: O Gateway não conseguiu se reconectar.
ru: Gateway не удалось переподключиться.
sv: Gateway kunde inte återansluta.
th: Gateway ไม่สามารถเชื่อมต่อใหม่ได้
tr: Gateway yeniden bağlanamadı.
uk: Gateway не вдалося повторно підключитися.
vi: Gateway không thể kết nối lại.
zh_cn: Gateway 无法重新连接。
zh_tw: Gateway 無法重新連線。

source: The Gateway did not start.
ar: لم يبدأ Gateway.
de: Das Gateway wurde nicht gestartet.
es: El Gateway no se inició.
fa: Gateway راه‌اندازی نشد.
fr: Le Gateway n’a pas démarré.
hi: Gateway शुरू नहीं हुआ।
id: Gateway tidak dimulai.
it: Il Gateway non si è avviato.
ja_jp: Gateway は起動しませんでした。
ko: Gateway가 시작되지 않았습니다.
nl: De Gateway is niet gestart.
pl: Gateway nie uruchomił się.
pt_br: O Gateway não foi iniciado.
ru: Gateway не запустился.
sv: Gateway startade inte.
th: Gateway ไม่เริ่มทำงาน
tr: Gateway başlatılamadı.
uk: Gateway не запустився.
vi: Gateway không khởi động.
zh_cn: Gateway 未启动。
zh_tw: Gateway 未啟動。

source: The Gateway didn’t start
ar: لم يبدأ Gateway
de: Die Gateway wurde nicht gestartet
es: El Gateway no se inició
fa: Gateway شروع نشد
fr: Le Gateway n’a pas démarré
hi: Gateway शुरू नहीं हुआ
id: Gateway tidak dimulai
it: Il Gateway non si è avviato
ja_jp: Gateway が起動しませんでした
ko: Gateway가 시작되지 않았습니다
nl: De Gateway is niet gestart
pl: Gateway nie uruchomił się
pt_br: O Gateway não iniciou
ru: Gateway не запустился
sv: Gateway startade inte
th: Gateway ไม่เริ่มทำงาน
tr: Gateway başlamadı
uk: Gateway не запустився
vi: Gateway không khởi động
zh_cn: Gateway 未启动
zh_tw: Gateway 未啟動

source: The Gateway remains paused, so OpenClaw did not wake your agent.
ar: لا يزال Gateway متوقفًا مؤقتًا، لذا لم يوقظ OpenClaw وكيلك.
de: Das Gateway ist weiterhin pausiert, daher hat OpenClaw Ihren Agenten nicht aktiviert.
es: El Gateway sigue en pausa, por lo que OpenClaw no activó a tu agente.
fa: Gateway همچنان متوقف است، بنابراین OpenClaw عامل شما را فعال نکرد.
fr: Le Gateway est toujours en pause. OpenClaw n’a donc pas réveillé votre agent.
hi: Gateway अभी भी रुका हुआ है, इसलिए OpenClaw ने आपके एजेंट को सक्रिय नहीं किया।
id: Gateway tetap dijeda, sehingga OpenClaw tidak membangunkan agen Anda.
it: Il Gateway è ancora in pausa, quindi OpenClaw non ha riattivato il tuo agente.
ja_jp: Gateway は一時停止したままのため、OpenClaw はエージェントを起動しませんでした。
ko: Gateway가 계속 일시 중지된 상태이므로 OpenClaw에서 에이전트를 깨우지 않았습니다.
nl: De Gateway blijft gepauzeerd, dus OpenClaw heeft uw agent niet geactiveerd.
pl: Gateway pozostaje wstrzymany, dlatego OpenClaw nie wybudził Twojego agenta.
pt_br: O Gateway continua pausado, então o OpenClaw não ativou seu agente.
ru: Gateway по-прежнему приостановлен, поэтому OpenClaw не активировал вашего агента.
sv: Gateway är fortfarande pausad, så OpenClaw väckte inte din agent.
th: Gateway ยังคงหยุดชั่วคราว ดังนั้น OpenClaw จึงไม่ได้ปลุกเอเจนต์ของคุณ
tr: Gateway duraklatılmış durumda kaldığı için OpenClaw aracınızı uyandırmadı.
uk: Gateway залишається призупиненим, тому OpenClaw не активував вашого агента.
vi: Gateway vẫn đang tạm dừng, nên OpenClaw không đánh thức tác tử của bạn.
zh_cn: Gateway 仍处于暂停状态，因此 OpenClaw 未唤醒您的智能体。
zh_tw: Gateway 仍處於暫停狀態，因此 OpenClaw 未喚醒您的代理程式。

source: The Gateway setup request failed.
ar: فشل طلب إعداد Gateway.
de: Die Gateway-Einrichtungsanfrage ist fehlgeschlagen.
es: La solicitud de configuración del Gateway falló.
fa: درخواست راه‌اندازی Gateway ناموفق بود.
fr: La requête de configuration du Gateway a échoué.
hi: Gateway सेटअप अनुरोध विफल रहा।
id: Permintaan penyiapan Gateway gagal.
it: La richiesta di configurazione del Gateway non è riuscita.
ja_jp: Gatewayのセットアップリクエストが失敗しました。
ko: Gateway 설정 요청이 실패했습니다.
nl: Het verzoek voor Gateway-installatie is mislukt.
pl: Żądanie konfiguracji Gateway nie powiodło się.
pt_br: A solicitação de configuração do Gateway falhou.
ru: Запрос настройки Gateway не выполнен.
sv: Gateway-konfigurationsbegäran misslyckades.
th: คำขอตั้งค่า Gateway ล้มเหลว
tr: Gateway kurulum isteği başarısız oldu.
uk: Запит на налаштування Gateway не вдався.
vi: Yêu cầu thiết lập Gateway đã thất bại.
zh_cn: Gateway 设置请求失败。
zh_tw: Gateway 設定請求失敗。

source: The Gateway setup request failed. Show details to inspect or copy the error.
ar: فشل طلب إعداد Gateway. اعرض التفاصيل لفحص الخطأ أو نسخه.
de: Die Gateway-Einrichtungsanfrage ist fehlgeschlagen. Zeigen Sie die Details an, um den Fehler zu prüfen oder zu kopieren.
es: La solicitud de configuración del Gateway falló. Muestra los detalles para inspeccionar o copiar el error.
fa: درخواست راه‌اندازی Gateway ناموفق بود. برای بررسی یا کپی خطا جزئیات را نمایش دهید.
fr: La requête de configuration du Gateway a échoué. Affichez les détails pour inspecter ou copier l'erreur.
hi: Gateway सेटअप अनुरोध विफल रहा। त्रुटि का निरीक्षण या कॉपी करने के लिए विवरण दिखाएँ।
id: Permintaan penyiapan Gateway gagal. Tampilkan detail untuk memeriksa atau menyalin kesalahannya.
it: La richiesta di configurazione del Gateway non è riuscita. Mostra i dettagli per ispezionare o copiare l'errore.
ja_jp: Gatewayのセットアップリクエストが失敗しました。詳細を表示してエラーを確認またはコピーしてください。
ko: Gateway 설정 요청이 실패했습니다. 세부 정보를 표시하여 오류를 확인하거나 복사하세요.
nl: Het verzoek voor Gateway-installatie is mislukt. Toon details om de fout te bekijken of te kopiëren.
pl: Żądanie konfiguracji Gateway nie powiodło się. Pokaż szczegóły, aby sprawdzić lub skopiować błąd.
pt_br: A solicitação de configuração do Gateway falhou. Mostre os detalhes para inspecionar ou copiar o erro.
ru: Запрос настройки Gateway не выполнен. Покажите подробности, чтобы просмотреть или скопировать ошибку.
sv: Gateway-konfigurationsbegäran misslyckades. Visa detaljer för att granska eller kopiera felet.
th: คำขอตั้งค่า Gateway ล้มเหลว แสดงรายละเอียดเพื่อตรวจสอบหรือคัดลอกข้อผิดพลาด
tr: Gateway kurulum isteği başarısız oldu. Hatayı incelemek veya kopyalamak için ayrıntıları gösterin.
uk: Запит на налаштування Gateway не вдався. Покажіть подробиці, щоб переглянути або скопіювати помилку.
vi: Yêu cầu thiết lập Gateway đã thất bại. Hiển thị chi tiết để kiểm tra hoặc sao chép lỗi.
zh_cn: Gateway 设置请求失败。显示详情以查看或复制错误。
zh_tw: Gateway 設定請求失敗。顯示詳細資料以檢查或複製錯誤。

source: The Gateway verifies the exact reviewed release before download.
ar: يتحقق Gateway من الإصدار الدقيق الذي تمت مراجعته قبل التنزيل.
de: Das Gateway überprüft vor dem Download exakt die geprüfte Version.
es: El Gateway verifica la versión exacta revisada antes de descargarla.
fa: Gateway پیش از دانلود، انتشار دقیق بررسی‌شده را تأیید می‌کند.
fr: Le Gateway vérifie la version exacte examinée avant le téléchargement.
hi: Gateway डाउनलोड से पहले समीक्षा की गई सटीक रिलीज़ को सत्यापित करता है।
id: Gateway memverifikasi rilis yang telah ditinjau secara persis sebelum mengunduh.
it: Il Gateway verifica la versione esatta esaminata prima del download.
ja_jp: Gatewayはダウンロード前に、確認済みのリリースと完全に一致することを検証します。
ko: Gateway는 다운로드 전에 검토된 정확한 릴리스를 확인합니다.
nl: De Gateway verifieert vóór het downloaden de exacte beoordeelde release.
pl: Gateway weryfikuje dokładnie sprawdzone wydanie przed pobraniem.
pt_br: O Gateway verifica a versão exata revisada antes do download.
ru: Перед скачиванием Gateway проверяет точную версию выпуска, которую вы просмотрели.
sv: Gateway verifierar den exakta granskade versionen före nedladdning.
th: Gateway จะตรวจสอบรุ่นที่ผ่านการตรวจสอบโดยตรงก่อนดาวน์โหลด
tr: Gateway, indirmeden önce incelenen sürümün tam olarak eşleştiğini doğrular.
uk: Gateway перевіряє точний переглянутий випуск перед завантаженням.
vi: Gateway xác minh chính xác bản phát hành đã được xem xét trước khi tải xuống.
zh_cn: Gateway 会在下载前验证经过审核的确切版本。
zh_tw: Gateway 會在下載前驗證已檢閱的確切版本。

source: The Gateway will verify this exact release with ClawHub before download.
ar: سيتحقق Gateway من هذا الإصدار تحديدًا عبر ClawHub قبل التنزيل.
de: Das Gateway überprüft vor dem Download genau diese Version mit ClawHub.
es: El Gateway verificará esta versión exacta con ClawHub antes de descargarla.
fa: Gateway پیش از دانلود، دقیقاً همین نسخه را با ClawHub تأیید خواهد کرد.
fr: Le Gateway vérifiera cette version exacte auprès de ClawHub avant le téléchargement.
hi: डाउनलोड से पहले Gateway इस सटीक रिलीज़ को ClawHub से सत्यापित करेगा।
id: Gateway akan memverifikasi rilis ini secara persis dengan ClawHub sebelum mengunduh.
it: Il Gateway verificherà questa versione esatta con ClawHub prima del download.
ja_jp: Gatewayはダウンロード前に、ClawHubでこの正確なリリースを検証します。
ko: Gateway가 다운로드 전에 ClawHub를 통해 이 정확한 릴리스를 확인합니다.
nl: De Gateway verifieert vóór het downloaden deze exacte release bij ClawHub.
pl: Gateway zweryfikuje dokładnie to wydanie w ClawHub przed pobraniem.
pt_br: O Gateway verificará esta versão exata com o ClawHub antes do download.
ru: Gateway проверит именно этот релиз в ClawHub перед загрузкой.
sv: Gateway kommer att verifiera exakt den här versionen med ClawHub före nedladdning.
th: Gateway จะตรวจสอบรีลีสนี้กับ ClawHub ก่อนดาวน์โหลด
tr: Gateway, indirmeden önce tam olarak bu sürümü ClawHub ile doğrulayacak.
uk: Gateway перевірить саме цей випуск у ClawHub перед завантаженням.
vi: Gateway sẽ xác minh chính xác bản phát hành này với ClawHub trước khi tải xuống.
zh_cn: Gateway 将在下载前通过 ClawHub 验证此确切版本。
zh_tw: Gateway 會在下載前透過 ClawHub 驗證此確切版本。

source: The Mac node could not be checked.
ar: تعذر التحقق من عقدة Mac.
de: Der Mac-Knoten konnte nicht überprüft werden.
es: No se pudo comprobar el nodo Mac.
fa: بررسی گره Mac ممکن نبود.
fr: Le nœud Mac n’a pas pu être vérifié.
hi: Mac नोड की जाँच नहीं की जा सकी।
id: Node Mac tidak dapat diperiksa.
it: Non è stato possibile verificare il nodo Mac.
ja_jp: Macノードを確認できませんでした。
ko: Mac 노드를 확인할 수 없습니다.
nl: De Mac-node kon niet worden gecontroleerd.
pl: Nie udało się sprawdzić węzła Maca.
pt_br: Não foi possível verificar o nó do Mac.
ru: Не удалось проверить узел Mac.
sv: Mac-noden kunde inte kontrolleras.
th: ไม่สามารถตรวจสอบโหนด Mac ได้
tr: Mac düğümü kontrol edilemedi.
uk: Не вдалося перевірити вузол Mac.
vi: Không thể kiểm tra nút Mac.
zh_cn: 无法检查 Mac 节点。
zh_tw: 無法檢查 Mac 節點。

source: The Mac node did not become ready.
ar: لم تصبح عقدة Mac جاهزة.
de: Der Mac-Knoten wurde nicht betriebsbereit.
es: El nodo de Mac no llegó a estar listo.
fa: گره Mac آماده نشد.
fr: Le nœud Mac n’est pas devenu opérationnel.
hi: Mac नोड तैयार नहीं हुआ।
id: Node Mac tidak siap.
it: Il nodo Mac non è diventato disponibile.
ja_jp: Mac ノードは準備完了になりませんでした。
ko: Mac 노드가 준비 상태가 되지 않았습니다.
nl: Het Mac-knooppunt is niet gereed geworden.
pl: Węzeł Maca nie osiągnął stanu gotowości.
pt_br: O nó do Mac não ficou pronto.
ru: Узел Mac не перешёл в состояние готовности.
sv: Mac-noden blev inte klar.
th: โหนด Mac ไม่พร้อมใช้งาน
tr: Mac düğümü hazır duruma gelmedi.
uk: Вузол Mac не перейшов у стан готовності.
vi: Nút Mac không chuyển sang trạng thái sẵn sàng.
zh_cn: Mac 节点未就绪。
zh_tw: Mac 節點未進入就緒狀態。

source: The Mac node did not restart.
ar: لم تُعَد تشغيل عقدة Mac.
de: Der Mac-Knoten wurde nicht neu gestartet.
es: El nodo de Mac no se reinició.
fa: گره Mac راه‌اندازی مجدد نشد.
fr: Le nœud Mac n’a pas redémarré.
hi: Mac नोड पुनः आरंभ नहीं हुआ।
id: Node Mac tidak dimulai ulang.
it: Il nodo Mac non si è riavviato.
ja_jp: Mac ノードは再起動しませんでした。
ko: Mac 노드가 다시 시작되지 않았습니다.
nl: Het Mac-knooppunt is niet opnieuw gestart.
pl: Węzeł Maca nie uruchomił się ponownie.
pt_br: O nó do Mac não foi reiniciado.
ru: Узел Mac не перезапустился.
sv: Mac-noden startades inte om.
th: โหนด Mac ไม่ได้รีสตาร์ท
tr: Mac düğümü yeniden başlatılmadı.
uk: Вузол Mac не перезапустився.
vi: Nút Mac không khởi động lại.
zh_cn: Mac 节点未重启。
zh_tw: Mac 節點未重新啟動。

source: The OpenClaw Gateway could not be verified. Setup will repair it.
ar: تعذّر التحقق من OpenClaw Gateway. سيقوم الإعداد بإصلاحه.
de: OpenClaw Gateway konnte nicht verifiziert werden. Die Einrichtung wird ihn reparieren.
es: No se pudo verificar OpenClaw Gateway. La configuración lo reparará.
fa: OpenClaw Gateway تأیید نشد. راه‌اندازی آن را تعمیر خواهد کرد.
fr: OpenClaw Gateway n’a pas pu être vérifié. La configuration va le réparer.
hi: OpenClaw Gateway सत्यापित नहीं किया जा सका। सेटअप इसे सुधार देगा।
id: OpenClaw Gateway tidak dapat diverifikasi. Penyiapan akan memperbaikinya.
it: Non è stato possibile verificare OpenClaw Gateway. La configurazione lo riparerà.
ja_jp: OpenClaw Gateway を検証できませんでした。セットアップで修復します。
ko: OpenClaw Gateway를 확인할 수 없습니다. 설정에서 복구합니다.
nl: De OpenClaw Gateway kon niet worden geverifieerd. De configuratie zal dit herstellen.
pl: Nie można było zweryfikować OpenClaw Gateway. Konfiguracja go naprawi.
pt_br: Não foi possível verificar o OpenClaw Gateway. A configuração irá repará-lo.
ru: Не удалось проверить OpenClaw Gateway. Установка исправит это.
sv: OpenClaw Gateway kunde inte verifieras. Installationen reparerar den.
th: ไม่สามารถตรวจสอบ OpenClaw Gateway ได้ การตั้งค่าจะซ่อมแซมให้
tr: OpenClaw Gateway doğrulanamadı. Kurulum bunu onaracak.
uk: Не вдалося перевірити OpenClaw Gateway. Налаштування відновить його.
vi: Không thể xác minh OpenClaw Gateway. Quá trình thiết lập sẽ sửa lỗi này.
zh_cn: 无法验证 OpenClaw Gateway。设置将对其进行修复。
zh_tw: 無法驗證 OpenClaw Gateway。設定將會修復它。

source: The Voice Wake and push-to-talk controls are hidden on older macOS versions.
ar: تكون عناصر التحكم في Voice Wake والضغط للتحدث مخفية على إصدارات macOS الأقدم.
de: Die Steuerelemente für Voice Wake und Push-to-Talk sind auf älteren macOS-Versionen ausgeblendet.
es: Los controles de Voice Wake y pulsar para hablar están ocultos en versiones anteriores de macOS.
fa: کنترل‌های Voice Wake و فشار برای صحبت در نسخه‌های قدیمی‌تر macOS پنهان هستند.
fr: Les commandes Voice Wake et push-to-talk sont masquées sur les anciennes versions de macOS.
hi: पुराने macOS संस्करणों पर Voice Wake और push-to-talk नियंत्रण छिपे रहते हैं।
id: Kontrol Voice Wake dan push-to-talk disembunyikan pada versi macOS yang lebih lama.
it: I controlli Voice Wake e push-to-talk sono nascosti nelle versioni precedenti di macOS.
ja_jp: 古いmacOSバージョンでは、Voice Wakeとプッシュトゥトークのコントロールは非表示になります。
ko: 이전 macOS 버전에서는 Voice Wake 및 푸시 투 토크 컨트롤이 숨겨집니다.
nl: De bedieningselementen voor Voice Wake en push-to-talk zijn verborgen op oudere macOS-versies.
pl: Elementy sterujące Voice Wake i push-to-talk są ukryte w starszych wersjach macOS.
pt_br: Os controles de Voice Wake e push-to-talk ficam ocultos em versões mais antigas do macOS.
ru: Элементы управления Voice Wake и push-to-talk скрыты в более старых версиях macOS.
sv: Kontrollerna för Voice Wake och push-to-talk är dolda på äldre macOS-versioner.
th: ตัวควบคุม Voice Wake และ push-to-talk จะถูกซ่อนใน macOS เวอร์ชันเก่า
tr: Voice Wake ve bas-konuş kontrolleri eski macOS sürümlerinde gizlidir.
uk: Елементи керування Voice Wake і push-to-talk приховані в старіших версіях macOS.
vi: Các điều khiển Voice Wake và nhấn để nói bị ẩn trên các phiên bản macOS cũ hơn.
zh_cn: 在较旧的 macOS 版本上，Voice Wake 和一键通控件会被隐藏。
zh_tw: Voice Wake 和隨按即說控制項在較舊的 macOS 版本上會隱藏。

source: The WebSocket URL exposed by the remote Gateway.
ar: عنوان URL لـ WebSocket الذي يعرّضه Gateway البعيد.
de: Die WebSocket-URL, die von der Remote-Gateway bereitgestellt wird.
es: La URL de WebSocket expuesta por el Gateway remoto.
fa: نشانی WebSocket که توسط Gateway راه‌دور در دسترس قرار گرفته است.
fr: L’URL WebSocket exposée par le Gateway distant.
hi: रिमोट Gateway द्वारा एक्सपोज़ किया गया WebSocket URL.
id: URL WebSocket yang diekspos oleh Gateway jarak jauh.
it: L'URL WebSocket esposto dal Gateway remoto.
ja_jp: リモート Gateway によって公開される WebSocket URL。
ko: 원격 Gateway에서 노출한 WebSocket URL입니다.
nl: De WebSocket-URL die door de externe Gateway wordt aangeboden.
pl: Adres URL WebSocket udostępniany przez zdalny Gateway.
pt_br: A URL do WebSocket exposta pelo Gateway remoto.
ru: URL WebSocket, предоставляемый удаленным Gateway.
sv: WebSocket-URL:en som exponeras av den fjärranslutna Gateway.
th: URL WebSocket ที่เปิดให้ใช้งานโดย Gateway ระยะไกล
tr: Uzak Gateway tarafından sunulan WebSocket URL’si.
uk: URL WebSocket, наданий віддаленим Gateway.
vi: URL WebSocket được Gateway từ xa hiển thị.
zh_cn: 远程 Gateway 暴露的 WebSocket URL。
zh_tw: 遠端 Gateway 公開的 WebSocket URL。

source: The details are listed on each option above. You can fix the login and retry, or connect with an API key or token below.
ar: التفاصيل مدرجة على كل خيار أعلاه. يمكنك إصلاح تسجيل الدخول وإعادة المحاولة، أو الاتصال باستخدام مفتاح API أو رمز مميز أدناه.
de: Die Details sind bei jeder Option oben aufgeführt. Du kannst die Anmeldung korrigieren und es erneut versuchen oder dich unten mit einem API-Schlüssel oder Token verbinden.
es: Los detalles se muestran en cada opción de arriba. Puedes corregir el inicio de sesión y reintentar, o conectarte con una clave de API o token a continuación.
fa: جزئیات هر گزینه در بالا فهرست شده است. می‌توانید ورود را اصلاح کرده و دوباره تلاش کنید، یا با کلید API یا توکن در پایین متصل شوید.
fr: Les détails sont indiqués pour chaque option ci-dessus. Vous pouvez corriger la connexion et réessayer, ou vous connecter avec une clé API ou un jeton ci-dessous.
hi: विवरण ऊपर प्रत्येक विकल्प पर सूचीबद्ध हैं। आप लॉगिन ठीक करके फिर से प्रयास कर सकते हैं, या नीचे API key या token से कनेक्ट कर सकते हैं।
id: Detailnya tercantum pada setiap opsi di atas. Anda dapat memperbaiki login dan mencoba lagi, atau terhubung dengan kunci API atau token di bawah.
it: I dettagli sono elencati per ciascuna opzione qui sopra. Puoi correggere l'accesso e riprovare, oppure connetterti con una chiave API o un token qui sotto.
ja_jp: 詳細は上記の各オプションに記載されています。ログインを修正して再試行するか、下記の API キーまたはトークンで接続できます。
ko: 자세한 내용은 위 각 옵션에 표시되어 있습니다. 로그인을 수정한 후 다시 시도하거나, 아래에서 API 키 또는 토큰으로 연결할 수 있습니다.
nl: De details staan bij elke optie hierboven. Je kunt de login herstellen en opnieuw proberen, of hieronder verbinden met een API-sleutel of token.
pl: Szczegóły są wymienione przy każdej opcji powyżej. Możesz poprawić logowanie i spróbować ponownie lub połączyć się za pomocą klucza API albo tokena poniżej.
pt_br: Os detalhes estão listados em cada opção acima. Você pode corrigir o login e tentar de novo, ou conectar com uma chave de API ou token abaixo.
ru: Подробности указаны для каждого варианта выше. Вы можете исправить вход и повторить попытку или подключиться с помощью API-ключа или токена ниже.
sv: Detaljerna listas för varje alternativ ovan. Du kan åtgärda inloggningen och försöka igen, eller ansluta med en API-nyckel eller token nedan.
th: รายละเอียดแสดงอยู่ในแต่ละตัวเลือกด้านบน คุณสามารถแก้ไขการเข้าสู่ระบบและลองใหม่ หรือเชื่อมต่อด้วย API key หรือโทเค็นด้านล่าง
tr: Ayrıntılar yukarıdaki her seçenekte listeleniyor. Girişi düzeltip yeniden deneyebilir veya aşağıda bir API anahtarı ya da token ile bağlanabilirsiniz.
uk: Деталі наведено для кожного варіанта вище. Ви можете виправити вхід і повторити спробу або підключитися за допомогою ключа API чи токена нижче.
vi: Chi tiết được liệt kê ở mỗi tùy chọn phía trên. Bạn có thể sửa đăng nhập rồi thử lại, hoặc kết nối bằng khóa API hoặc token bên dưới.
zh_cn: 详细信息列在上方每个选项中。你可以修正登录信息后重试，或在下方使用 API 密钥或令牌连接。
zh_tw: 詳細資訊列在上方每個選項中。您可以修正登入資訊後重試，或使用下方的 API 金鑰或權杖連接。
